tap "homebrew/bundle"
tap "homebrew/core"
brew "python@3.11"
brew "awscli"
brew "bitwarden-cli"
brew "chezmoi"
brew "fd"
brew "fzf"
brew "gh"
brew "hugo"
brew "jq"
brew "just"
brew "lsd"
brew "pandoc"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "typst"
