tap "benbjohnson/litestream"
tap "common-fate/granted"
tap "cue-lang/tap"
tap "dpastoor/tap"
tap "earthly/earthly"
tap "edavidaja/rstudio-pro", "https://github.com/edavidaja/homebrew-rstudio-pro.git"
tap "ekzhang/bore"
tap "federico-terzi/espanso"
tap "gaborcsardi/rim"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "railwayapp/tap"
tap "remind101/formulae"
tap "render-oss/render"
tap "superfly/tap"
tap "synfinatic/aws-sso-cli"
tap "terrastruct/d2"
tap "turbot/tap"
tap "weaveworks/tap"
tap "withgraphite/tap"
tap "ycd/tap"
brew "act"
brew "angle-grinder"
brew "bzip2"
brew "gmp"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "broot"
brew "caddy"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "comby"
brew "coreutils"
brew "d2"
brew "deno"
brew "direnv"
brew "dos2unix"
brew "dust"
brew "libgit2"
brew "dvc"
brew "fd"
brew "fribidi"
brew "harfbuzz"
brew "tesseract"
brew "zeromq"
brew "fnm"
brew "fzf"
brew "libheif"
brew "gdal"
brew "gh"
brew "git"
brew "git-credential-oauth"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "glow"
brew "glpk"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "grex"
brew "gron"
brew "helix"
brew "helm"
brew "helmfile"
brew "hiredis"
brew "htop"
brew "hugo"
brew "igraph"
brew "imagemagick"
brew "jc"
brew "jq"
brew "just"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "libfido2"
brew "llvm"
brew "lsd"
brew "lychee"
brew "mas"
brew "miller"
brew "minikube"
brew "neovim"
brew "nushell"
brew "openjdk"
brew "openssh"
brew "ox"
brew "p7zip"
brew "pandoc"
brew "procs"
brew "psqlodbc"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "railway"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "spotify-tui"
brew "sqlc"
brew "sqliteodbc"
brew "starship"
brew "tfenv"
brew "tree"
brew "typst"
brew "udunits"
brew "vale"
brew "vhs"
brew "wget"
brew "xh"
brew "xsv"
brew "yarn"
brew "ykman"
brew "yubikey-agent"
brew "zlib"
brew "benbjohnson/litestream/litestream"
brew "common-fate/granted/granted"
brew "cue-lang/tap/cue"
brew "dpastoor/tap/qvm"
brew "earthly/earthly/earthly"
brew "ekzhang/bore/bore"
brew "federico-terzi/espanso/espanso"
brew "jakehilborn/jakehilborn/displayplacer"
brew "railwayapp/tap/nixpacks"
brew "remind101/formulae/assume-role"
brew "render-oss/render/render"
brew "superfly/tap/flyctl"
brew "synfinatic/aws-sso-cli/aws-sso-cli"
brew "turbot/tap/steampipe"
brew "weaveworks/tap/eksctl"
brew "withgraphite/tap/graphite"
brew "ycd/tap/dstp"
cask "alacritty"
cask "alt-tab"
cask "calibre"
cask "criptext"
cask "discord"
cask "docker"
cask "dozer"
cask "fig"
cask "finicky"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "hey"
cask "hot"
cask "julia"
cask "kap"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "libreoffice"
cask "maccy"
cask "marta"
cask "meetingbar"
cask "mullvadvpn"
cask "muzzle"
cask "notion"
cask "notunes"
cask "obs"
cask "obsidian"
cask "pock"
cask "raycast"
cask "rectangle"
cask "rig"
cask "rstudio-pro"
cask "sensiblesidebuttons"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "amodio.tsl-problem-matcher"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bungcip.better-toml"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eightHundreds.vscode-drawio"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hediet.vscode-drawio"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "julialang.language-julia"
vscode "Markwhen.markwhen"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "quarto.quarto"
vscode "RandomFractalsInc.vscode-data-preview"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "secanis.jenkinsfile-support"
vscode "SimonSiefke.svg-preview"
vscode "skellock.just"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "Tailscale.vscode-tailscale"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
