tap "cue-lang/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "remind101/formulae"
tap "superfly/tap"
tap "weaveworks/tap"
brew "act"
brew "angle-grinder"
brew "gmp"
brew "readline"
brew "apache-arrow"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "broot"
brew "bzip2"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "deno"
brew "libgit2"
brew "dvc"
brew "fd"
brew "fribidi"
brew "gdal"
brew "gh"
brew "git"
brew "git-lfs"
brew "glpk"
brew "go"
brew "gron"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "hiredis"
brew "htop"
brew "httpie"
brew "hugo"
brew "igraph"
brew "libheif"
brew "imagemagick"
brew "jc"
brew "jq"
brew "just"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "lsd"
brew "mas"
brew "miller"
brew "minikube"
brew "nushell"
brew "openjdk"
brew "ox"
brew "packer"
brew "pandoc"
brew "psqlodbc"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "spotify-tui"
brew "sqliteodbc"
brew "starship"
brew "syncthing", restart_service: true
brew "tesseract"
brew "tfenv"
brew "tree"
brew "udunits"
brew "wget"
brew "xsv"
brew "yarn"
brew "zeromq"
brew "zlib"
brew "benbjohnson/litestream/litestream"
brew "cue-lang/tap/cue"
brew "hashicorp/tap/nomad"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "remind101/formulae/assume-role"
brew "superfly/tap/flyctl"
brew "weaveworks/tap/eksctl"
cask "alfred"
cask "alt-tab"
cask "android-file-transfer"
cask "bitwarden"
cask "criptext"
cask "discord"
cask "docker"
cask "dozer"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hey"
cask "iterm2"
cask "julia"
cask "kap"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "libreoffice"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mullvadvpn"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "pock"
cask "rectangle"
cask "rocket"
cask "secretive"
cask "sensiblesidebuttons"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "ticktick"
cask "visual-studio-code-insiders"
cask "vlc"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
