amodio.tsl-problem-matcher
arcticicestudio.nord-visual-studio-code
bungcip.better-toml
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
golang.go
Ikuyadeu.r
jkjustjoshing.vscode-text-pastry
jtavin.ldif
julialang.language-julia
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.powershell
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
mtxr.sqltools
RandomFractalsInc.vscode-data-preview
redhat.vscode-commons
redhat.vscode-yaml
REditorSupport.r-lsp
richie5um2.vscode-sort-json
rust-lang.rust
svelte.svelte-vscode
timonwong.shellcheck
tomoki1207.pdf
twxs.cmake
withfig.fig
